{
  "CopilotChat.nvim": { "branch": "main" },
  "Dockerfile.vim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "QFEnter": { "branch": "master" },
  "ack.vim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "ale": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "awesome-vim-colorschemes": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "bubblegum": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "clever-f.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "copilot-status.nvim": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "dbext.vim": { "branch": "master" },
  "direnv.vim": { "branch": "master" },
  "doom-one.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "falcon": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "floating-help.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-checkout.vim": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gotests-vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "gx.nvim": { "branch": "main" },
  "iceberg.vim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "jsonpath.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "markdown.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mcphub.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "minimap.vim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-golang": { "branch": "main" },
  "neotest-rspec": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-coverage": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quicktest.nvim": { "branch": "main" },
  "replacer.nvim": { "branch": "master" },
  "scope.nvim": { "branch": "main" },
  "tabby.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "templ.vim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "tpope-vim-abolish": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "url-open": { "branch": "main" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-buf": { "branch": "main" },
  "vim-bufkill": { "branch": "master" },
  "vim-bufsurf": { "branch": "master" },
  "vim-code-dark": { "branch": "master" },
  "vim-delve": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gtfo": { "branch": "master" },
  "vim-lucius": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-material": { "branch": "master" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-rfc": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-ripgrep": { "branch": "master" },
  "vim-shebang": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-toop": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "xterm-color-table.vim": { "branch": "master" }
}
